Repository: chi-rei-den/TerrariaLocalization
Catalog: project/tm/penalty-30/legacy.tmx
Source language: en_us
Languages: zh_cn

source: Hey, could you sign this Griefing Waiver?
zh_cn: 喂，你能签了这份不恶意捣乱的承诺书吗？

source: Hey, have you seen a clown around?
zh_cn: 你有没有在附近看到一个小丑？

source: HiTek Sunglasses
zh_cn: 高科技墨镜

source: Hidden
zh_cn: 隐藏

source: Hide visuals
zh_cn: 隐藏画面

source: Hiding jungle treasure
zh_cn: 正在隐藏丛林宝藏

source: Hiding more treasure
zh_cn: 正在隐藏更多宝藏

source: Hiding treasure
zh_cn: 正在隐藏宝藏

source: Hiding water treasure
zh_cn: 正在隐藏水下宝藏

source: High
zh_cn: 高

source: High Test Fishing Line
zh_cn: 优质钓鱼线

source: High Velocity Bullet
zh_cn: 高射速子弹

source: Highlight New Items Off
zh_cn: 突出显示新物品关

source: Highlight New Items On
zh_cn: 突出显示新物品开

source: Hitting enemies will sometimes drop extra coins
zh_cn: 击中敌人有时会掉落额外的钱币

source: Hive
zh_cn: 蜂巢

source: Hive Pack
zh_cn: 蜂巢背包

source: Hive Wall
zh_cn: 蜂巢墙

source: Hive Wand
zh_cn: 蜂巢魔棒

source: Hold on Tight!
zh_cn: 钩紧！

source: Hold on, I've almost got wifi going down here.
zh_cn: 等一下，我在这下面快要接收到wifi了。

source: Hold on, I've got some cartoon bandages around here somewhere.
zh_cn: 坚持住，我已经在附近找到卡通绷带了。

source: Holding this may attract unwanted attention
zh_cn: 持此物可能会引起不必要的注意

source: Holds the Eternia Crystal
zh_cn: 可托住埃特尼亚水晶

source: Holly
zh_cn: 冬青树

source: Holy Arrow
zh_cn: 圣箭

source: Holy Water
zh_cn: 圣水

source: Honey
zh_cn: 蜂蜜

source: Honey Balloon
zh_cn: 蜂蜜气球

source: Honey Bathtub
zh_cn: 蜂蜜浴缸

source: Honey Bed
zh_cn: 蜂蜜床

source: Honey Block
zh_cn: 蜂蜜块

source: Honey Bookcase
zh_cn: 蜂蜜书架

source: Honey Bucket
zh_cn: 蜂蜜桶

source: Honey Candelabra
zh_cn: 蜂蜜烛台

source: Honey Candle
zh_cn: 蜂蜜蜡烛

source: Honey Chair
zh_cn: 蜂蜜椅

source: Honey Chandelier
zh_cn: 蜂蜜吊灯

source: Honey Chest
zh_cn: 蜂蜜箱

source: Honey Clock
zh_cn: 蜂蜜时钟

source: Honey Comb
zh_cn: 蜂窝

source: Honey Cup
zh_cn: 蜂蜜杯

source: Honey Dispenser
zh_cn: 蜂蜜分配机

source: Honey Door
zh_cn: 蜂蜜门

source: Honey Dresser
zh_cn: 蜂蜜梳妆台

source: Honey Lamp
zh_cn: 蜂蜜灯

source: Honey Lantern
zh_cn: 蜂蜜灯笼

source: Honey Piano
zh_cn: 蜂蜜钢琴

source: Honey Platform
zh_cn: 蜂蜜平台

source: Honey Sink
zh_cn: 蜂蜜水槽

source: Honey Sofa
zh_cn: 蜂蜜沙发

source: Honey Table
zh_cn: 蜂蜜桌

source: Honey Work Bench
zh_cn: 蜂蜜工作台

source: Honeyed Goggles
zh_cn: 涂蜜护目镜

source: Honeyfall Block
zh_cn: 蜂蜜瀑布块

source: Honeyfall Wall
zh_cn: 蜂蜜瀑布墙

source: Honeyfin
zh_cn: 蜂蜜鱼

source: Hook
zh_cn: 爪钩

source: Hoplite
zh_cn: 装甲步兵

source: Hoplite Banner
zh_cn: 装甲步兵旗

source: Hoplite Statue
zh_cn: 装甲步兵雕像

source: Hoppin' Jack
zh_cn: 弹跳杰克南瓜灯

source: Hoppin' Jack Banner
zh_cn: 弹跳杰克南瓜灯旗

source: Hornet
zh_cn: 黄蜂

source: Hornet Banner
zh_cn: 黄蜂旗

source: Hornet Staff
zh_cn: 黄蜂法杖

source: Hornet Statue
zh_cn: 黄蜂雕像

source: Hornet Stinger
zh_cn: 黄蜂毒刺

source: Horrified
zh_cn: 惊恐

source: Host & Play
zh_cn: 开服并开始游戏

source: Hotbar #1
zh_cn: 快捷键#1

source: Hotbar #10
zh_cn: 快捷键#10

source: Hotbar #2
zh_cn: 快捷键#2

source: Hotbar #3
zh_cn: 快捷键#3

source: Hotbar #4
zh_cn: 快捷键#4

source: Hotbar #5
zh_cn: 快捷键#5

source: Hotbar #6
zh_cn: 快捷键#6

source: Hotbar #7
zh_cn: 快捷键#7

source: Hotbar #8
zh_cn: 快捷键#8

source: Hotbar #9
zh_cn: 快捷键#9

source: Hotbar Controls
zh_cn: 快捷键控件

source: Hotbar Scroll Time To Radial: Off
zh_cn: 快捷键径向滚动时间：关

source: Hotbar Scroll Time To Radial: On
zh_cn: 快捷键径向滚动时间：开

source: Hotbar locked
zh_cn: 快捷键已锁定

source: Hotbar unlocked
zh_cn: 快捷键已解锁

source: Hotline Fishing Hook
zh_cn: 熔线钓钩

source: Housing
zh_cn: 房屋

source: Housing Query
zh_cn: 房屋查询

source: Hoverboard
zh_cn: 悬浮板

source: How do you defeat a mini Minotaur?
zh_cn: 你如何打败迷你牛头怪？

source: Hungerfish
zh_cn: 饥饿鱼

source: Hunter
zh_cn: 猎人

source: Hunter Potion
zh_cn: 狩猎药水

source: Huntress's Buckler
zh_cn: 女猎人圆盾

source: Huntress's Jerkin
zh_cn: 女猎人上衣

source: Huntress's Pants
zh_cn: 女猎人裤

source: Huntress's Wig
zh_cn: 女猎人假发

source: Hurry up and stop bleeding.
zh_cn: 快点，别再流血了。

source: Hurtful
zh_cn: 致伤

source: I Am Loot!
zh_cn: 我是战利品！

source: I bring you the richest colors in exchange for your riches!
zh_cn: 我带给你最丰富的色彩，以换取你的财富！

source: I built myself a taste mechanism, so I can drink some ale!
zh_cn: 我为自己建立了品尝机制，这样就能喝一点麦芽酒！

source: I can't believe they tied me up and left me here just for pointing out that they weren't going east!
zh_cn: 我说他们走的方向不是东边，我们就把我捆起来扔在这里了！

source: I can't decide what I like more: parties, or after-parties.
zh_cn: 我不知道我是更喜欢派对还是庆功派对。

source: I can't do anymore for you without plastic surgery.
zh_cn: 我能为你做的就只有整容了。

source: I cannot let you enter until you free me of my curse.
zh_cn: 如果你不解除我的诅咒，我是不会让你进的。

source: I don't give happy endings.
zh_cn: 我给不了完美的结局。

source: I don't have anything for you to do right now.
zh_cn: 现在没有任务要分配给你。

source: I don't know the 'Truffle Shuffle,' so stop asking!
zh_cn: 我不知道什么是“肚皮波浪”，所以别问了！

source: I don't know why I can't heal you, the modder forgot to give me a chat message.
zh_cn: 我也不知道为什么我无法治愈你,模组作者忘记给我一个聊天信息了.

source: I don't refund for "buyer's remorse..." Or for any other reason, really.
zh_cn: 我不会因“买家后悔...”而退款也不会因任何其它原因退款，不骗你。

source: I don't see why we can't just blow up those portals.
zh_cn: 我不明白为什么我们不能干脆炸掉这些传送门。

source: I don't think I like your tone.
zh_cn: 我不喜欢你说话的口气。

source: I don't work for free you know.
zh_cn: 你知道的，我干活得收钱。

source: I feel like an evil presence is watching me.
zh_cn: 我觉着像是有个邪恶的东西在看着我。

source: I feel like {Truffle} is a bit misunderstood, he really is a fun guy.
zh_cn: 我觉得{Truffle}被人误会了，他真的是个好人。

source: I have no problem cleaning up ears and eyebrows, but I draw the line at nose hair.
zh_cn: 修剪发髻和眉毛可以，但是不能修剪鼻毛。

source: I hear there's a secret treasure... oh never mind.
zh_cn: 我听说有一个秘密宝藏...哦，没什么。

source: I hope a scrawny kid like you isn't all that is standing between us and Cthulhu's Eye.
zh_cn: 我希望在我们和克苏鲁之眼的对抗中，不只有你这么个瘦弱的孩子保护我们。

source: I hope you have like six friends standing around behind you.
zh_cn: 我还盼着你身边能有几个帮手呢。

source: I hope you like what I did to {PartyGirl}'s hair!
zh_cn: 希望你会喜欢我给{PartyGirl}设计的发型！

source: I just wanna know where the gold at!
zh_cn: 我只想知道金子在哪儿！

source: I keep asking for wine, but all {Bartender} gives me are mugs of ale.
zh_cn: 我一直要求喝葡萄酒，但所有{Bartender}给我拿的都是用马克杯装的麦芽酒。

source: I keep having vague memories of tying up a woman and throwing her in a dungeon.
zh_cn: 我依稀记得把一个女人捆了起来，然后扔到了地牢里。

source: I know everything they is to know about the clothierin' business.
zh_cn: 他们想了解服装行业，而我无所不知。

source: I may have gotten my hair done up just for today, but honestly, I just want to pop balloons with my scissors.
zh_cn: 我今天特地剪了新发型，但是老实说，我现在只想用我的剪刀戳破这些气球。

source: I really need some birthday text, Yorai!
zh_cn: 我真的需要一些生日祝福，尤莱！

source: I sell wares from places that might not even exist!
zh_cn: 我卖的商品来自可能根本就不存在的地方！

source: I think it is about time I got my hair did!
zh_cn: 我觉得我该做头发了！

source: I think it wants your carrot
zh_cn: 我想它想要你的胡萝卜

source: I think it wants your fish
zh_cn: 我想它想要你的鱼

source: I think you look better this way.
zh_cn: 我认为你这样看上去好多了。

source: I thought I would throw a party to celebrate our victories in the past and those yet to come.
zh_cn: 我想我要为了我们过去取得的胜利办一个庆功派对，未来的胜利也一起吧。

source: I thought you'd be taller.
zh_cn: 你没我想象中的那么高。

source: I tried having a paintball fight, but everyone wanted food and decorations instead.
zh_cn: 我试过举办一次彩弹大战，但是每个人反而更想要食物和装饰品。

source: I tried to lick myself the other day to see what the big deal was, everything started glowing blue.
zh_cn: 有一天，我试着舔了舔自己，看看会发生什么大不了的事，然后全身都开始发蓝光。

source: I truly love parties, so many beautiful colors and happy people.
zh_cn: 我真心喜欢派对，到处都是五彩缤纷，还有快乐的人们。

source: I wanted to see how your kind celebrate, I am not disappointed.
zh_cn: 我想看看你们是怎么庆祝的，我没失望。

source: I went to Sweden once, they party hard, why aren't you like that?
zh_cn: 我去过一次瑞典，他们经常开派对，你怎么和他们不一样？

source: I would have given you a free cut if you'd come earlier.
zh_cn: 如果你再早点来，我就会免费给你理发。

source: I would have invited everyone to party in my home, but there's not mushroom.
zh_cn: 我本来想邀请所有人去我家开派对，但是没有蘑菇了。

source: I'd lend you a hand, but last time I did that, I didn't get it back for a month.
zh_cn: 我会帮你一把，但这是最后一次，我一个月都没把它弄回来

source: I'll give you a discount on your wears if you can convince {Truffle} to come over for a...sizing.
zh_cn: 如果能说服{Truffle}过来了试一下...尺码，我会给你打折。

source: I'm all out of titanium white, so don't even ask.
zh_cn: 钛白色用完了，别问了。

source: I'm feeling a bit peevish as of late, so enough with your palaver you ragamuffin!
zh_cn: 近来我感觉有点暴躁，所以别再拍马屁了，跟个叫花子似的！

source: I'm gonna need more gold than that.
zh_cn: 我需要更多金子。

source: I'm no landlubber, but it's better to have lubbed and lost than never to have lubbed at all.
zh_cn: 我不是旱鸭子，但即便试水失败也比永远不试强。

source: I'm sorry, but you can't afford me.
zh_cn: 抱歉，你雇不起我。

source: I'm sure {Nurse} will help if you accidentally lose a limb to these.
zh_cn: 如果你不小心因此而断胳膊断腿，我相信{Nurse}会帮忙的。

source: I've got something for them zombies alright!
zh_cn: 我为这些僵尸准备了些东西！

source: Iamisom
zh_cn: 伊安米松

source: Ice Barrier
zh_cn: 冰障

source: Ice Bat
zh_cn: 冰雪蝙蝠

source: Ice Bat Banner
zh_cn: 冰雪蝙蝠旗

source: Ice Blade
zh_cn: 冰雪刃

source: Ice Block
zh_cn: 冰雪块

source: Ice Bolt
zh_cn: 冰雪矢

source: Ice Boomerang
zh_cn: 冰雪回旋镖

source: Ice Bow
zh_cn: 冰雪弓

source: Ice Brick
zh_cn: 冰雪砖

source: Ice Brick Wall
zh_cn: 冰雪砖墙

source: Ice Chest
zh_cn: 冰雪箱

source: Ice Elemental
zh_cn: 冰雪精

source: Ice Elemental Banner
zh_cn: 冰雪精旗

source: Ice Feather
zh_cn: 冰雪羽

source: Ice Floe Wallpaper
zh_cn: 浮冰壁纸

source: Ice Golem
zh_cn: 冰雪巨人

source: Ice Golem Banner
zh_cn: 冰雪巨人旗

source: Ice Machine
zh_cn: 冰雪机

source: Ice Mirror
zh_cn: 冰雪镜

source: Ice Mist
zh_cn: 冰雪雾

source: Ice Queen
zh_cn: 冰雪女王

source: Ice Queen Trophy
zh_cn: 冰雪女王纪念章

source: Ice Rod
zh_cn: 冰雪魔杖

source: Ice Scream
zh_cn: 寒冰尖啸

source: Ice Sickle
zh_cn: 冰雪镰刀

source: Ice Skates
zh_cn: 溜冰鞋

source: Ice Slime
zh_cn: 冰雪史莱姆

source: Ice Slime Banner
zh_cn: 冰雪史莱姆旗

source: Ice Spike
zh_cn: 冰雪尖刺

source: Ice Torch
zh_cn: 冰雪火把

source: Ice Tortoise
zh_cn: 冰雪陆龟

source: Ice Tortoise Banner
zh_cn: 冰雪陆龟旗

source: Icewater Spit
zh_cn: 冰雪唾液

source: Ichor
zh_cn: 灵液

source: Ichor Arrow
zh_cn: 灵液箭

source: Ichor Bullet
zh_cn: 灵液弹

source: Ichor Campfire
zh_cn: 灵液篝火

source: Ichor Dart
zh_cn: 灵液镖

source: Ichor Splash
zh_cn: 灵液溅弹

source: Ichor Sticker
zh_cn: 灵液黏黏怪

source: Ichor Sticker Banner
zh_cn: 灵液黏黏怪旗

source: Ichor Torch
zh_cn: 灵液火把

source: Ichorfish
zh_cn: 灵液鱼

source: Icy Merman
zh_cn: 冰雪人鱼

source: Icy Merman Banner
zh_cn: 冰雪人鱼旗

source: Icy Water Fountain
zh_cn: 冰雪喷泉

source: If you gather 5 fallen stars, they can be combined to create an item that will increase your magic capacity.
zh_cn: 如果你收集5颗坠落之星，就可以合制成一个物品，以提升你的魔法能力。

source: If you had a gun, I bet an arms dealer might show up to sell you some ammo!
zh_cn: 如果你有一支枪，军火商会来向你出售弹药！

source: If you successfully repel the invasion, you'll be awarded with more Defender Medals, which you can bring to me to purchase more artifacts and some other special rewards!
zh_cn: 如果你成功击退入侵，你将获得更多护卫奖章，把护卫奖章拿给我，你就可以购买更多道具和一些其他的特殊奖励！

source: If you throw this one in the bathtub and close all the windows, it'll clear your sinuses and pop your ears!
zh_cn: 如果你把这个扔到浴缸后关上所有的窗户，你的鼻子和耳朵就都通了！

source: If you were to look up, you'd see that the moon is red right now.
zh_cn: 如果你向上看，你就能看到此刻月亮是红色的。

source: If you're going to die, do it outside.
zh_cn: 如果你要死，去外面死。

source: If you're looking for junk, you've come to the wrong place.
zh_cn: 如果你是在找垃圾，那就来错地方了。

source: Ignites nearby enemies
zh_cn: 点燃附近的敌人

source: Ignorant
zh_cn: 无知

source: Illegal Gun Parts
zh_cn: 非法枪械部件

source: Illuminant Bat
zh_cn: 夜明蝙蝠

source: Illuminant Bat Banner
zh_cn: 夜明蝙蝠旗

source: Illuminant Hook
zh_cn: 荧光钩

source: Illuminant Slime
zh_cn: 夜明史莱姆

source: Illuminant Slime Banner
zh_cn: 夜明史莱姆旗

source: Image Packing
zh_cn: 图像整合

source: Imbuing Station
zh_cn: 灌注站

source: Immune to lava
zh_cn: 对熔岩免疫

source: Immunity to Bleeding
zh_cn: 对流血免疫

source: Immunity to Broken Armor
zh_cn: 对破损盔甲免疫

source: Immunity to Confusion
zh_cn: 对混乱免疫

source: Immunity to Curse
zh_cn: 对诅咒免疫

source: Immunity to Darkness
zh_cn: 对黑暗免疫

source: Immunity to Poison
zh_cn: 对毒药免疫

source: Immunity to Poison and Bleeding
zh_cn: 对毒药和流血免疫

source: Immunity to Silence
zh_cn: 对寂静免疫

source: Immunity to Silence and Curse
zh_cn: 对寂静和诅咒免疫

source: Immunity to Slow
zh_cn: 对减缓免疫

source: Immunity to Slow and Confusion
zh_cn: 对减缓和混乱免疫

source: Immunity to Weakness
zh_cn: 对软弱免疫

source: Immunity to Weakness and Broken Armor
zh_cn: 对软弱和破损盔甲免疫

source: Immunity to petrification
zh_cn: 对石化术免疫

source: Imp
zh_cn: 小鬼

source: Imp Face
zh_cn: 小鬼脸

source: Imp Fireball
zh_cn: 小鬼火球

source: Imp Staff
zh_cn: 小鬼法杖

source: Imp Statue
zh_cn: 小鬼雕像

source: Impact
zh_cn: 碰撞

source: Impending doom approaches...
zh_cn: 月亮末日慢慢逼近...

source: Improves vision
zh_cn: 扩大视野

source: Inactive Stone Block
zh_cn: 未通电石块

source: Incorrect password.
zh_cn: 密码错误。

source: Increase Transparency
zh_cn: 增加透明度

source: Increase defense by 8
zh_cn: 防御力增加8点

source: Increased damage and defense from the following:
zh_cn: 伤害和防御力因下列原因增加：

source: Increased damage, Decreased life regen, Causes status effects
zh_cn: 伤害增加，生命再生速度降低，对状态造成影响

source: Increased enemy spawn rate
zh_cn: 敌人生成速度提高

source: Increased fishing level
zh_cn: 钓鱼水平提高

source: Increased heart pickup range
zh_cn: 心拾取范围扩大

source: Increased knockback
zh_cn: 击退力提高

source: Increased life regeneration
zh_cn: 生命再生速度提高

source: Increased mana regeneration
zh_cn: 魔力再生增加

source: Increased max number of minions
zh_cn: 仆从数量上限提高

source: Increased melee abilities, lowered defense
zh_cn: 近战能力提高，防御力降低

source: Increased monster spawn rate
zh_cn: 怪物生成速度提高

source: Increased night vision
zh_cn: 夜视力提升

source: Increased placement speed and range
zh_cn: 放置速度和范围增加

source: Increases all stats if worn during the day
zh_cn: 白天穿戴可提升所有属性

source: Increases all stats if worn during the night
zh_cn: 夜晚穿戴可提升所有属性

source: Increases armor penetration by 5
zh_cn: 增加5点盔甲穿透力

source: Increases armor penetration for melee weapons
zh_cn: 增加近战武器的盔甲穿透力

source: Increases block placement range
zh_cn: 扩大放置块的范围

source: Increases breath time and allows breathing in water
zh_cn: 延长呼吸时间并可在水中呼吸

source: Increases chance to get a crate
zh_cn: 增加获得宝匣的几率

source: Increases coin pickup range
zh_cn: 扩大钱币拾取范围

source: Increases critical chance by 10%
zh_cn: 暴击率增加10%

source: Increases damage by 10%
zh_cn: 伤害增加10%

source: Increases enemy spawn rate
zh_cn: 提高敌人生成速度

source: Increases fishing level
zh_cn: 提高钓鱼水平

source: Increases fishing skill
zh_cn: 提高钓鱼技能

source: Increases item placement and tool range by 1
zh_cn: 物品放置和工具范围增加1

source: Increases jump height
zh_cn: 增加跳跃高度

source: Increases knockback
zh_cn: 提高击退力

source: Increases length of invincibility after taking damage
zh_cn: 受伤后增加无敌状态时间

source: Increases life regeneration
zh_cn: 提高生命再生速度

source: Increases max life by 20%
zh_cn: 最大生命值增加20%

source: Increases maximum mana by 20
zh_cn: 最大魔力值增加20

source: Increases maximum mana by 60
zh_cn: 最大魔力值增加60

source: Increases maximum mana by 80
zh_cn: 最大魔力值增加80

source: Increases melee knockback
zh_cn: 提高近战击退力

source: Increases mining speed by 25%
zh_cn: 采矿速度提高25%

source: Increases minion damage by 10%
zh_cn: 仆从伤害增加10%

source: Increases minion damage by 12%
zh_cn: 仆从伤害增加12%

source: Increases minion damage by 25%
zh_cn: 仆从伤害增加25%

source: Increases minion damage by 5%
zh_cn: 仆从伤害增加5%

source: Increases movement speed after being struck
zh_cn: 被击中后提高移动速度

source: Increases night vision
zh_cn: 提升夜视力

source: Increases pickup range for life hearts
zh_cn: 扩大生命之心的拾取范围

source: Increases pickup range for mana stars
zh_cn: 扩大魔力星的拾取范围

source: Increases placement speed and range
zh_cn: 提高放置速度和扩大放置范围

source: Increases running speed
zh_cn: 提高奔跑速度

source: Increases the strength of friendly bees
zh_cn: 增加友好蜜蜂的力量

source: Increases tile placement speed
zh_cn: 增加图格放置速度

source: Increases tile reach
zh_cn: 扩大图格触及范围

source: Increases view range when held
zh_cn: 持握时扩大视野范围

source: Increases wall placement speed
zh_cn: 提高砌墙速度

source: Increases your max number of minions
zh_cn: 提高仆从数量上限

source: Increases your max number of sentries and grants you 10% minion damage
zh_cn: 提高哨兵数量上限，为你带来10%的仆从伤害

source: Increases your max number of sentries and increases 20% melee & minion damage
zh_cn: 提高哨兵数量上限，近战和仆从伤害增加20%

source: Increases your max number of sentries and increases melee attack speed by 20%
zh_cn: 提高哨兵数量上限，近战攻击速度提高20%

source: Increases your max number of sentries and increases ranged critical strike chance by 10%
zh_cn: 提高哨兵数量上限，远程暴击率提高10%

source: Increases your max number of sentries and increases your life regeneration
zh_cn: 提高哨兵数量上限，提高生命再生速度

source: Increases your max number of sentries and reduces mana costs by 10%
zh_cn: 提高哨兵数量上限，魔力花费减少10%

source: Increases yoyo range
zh_cn: 扩大悠悠球效力范围

source: Independence Day
zh_cn: 独立日

source: Inept
zh_cn: 笨拙

source: Infected Scabbardfish
zh_cn: 染病鞘鱼

source: Infernal Wisp Dye
zh_cn: 地狱妖灵染料

source: Inferno
zh_cn: 狱火

source: Inferno Fork
zh_cn: 狱火叉

source: Inferno Potion
zh_cn: 狱火药水

source: Inflicts Shadowflame on hit
zh_cn: 击中后产生暗影焰

source: Inflicts fire damage on attack
zh_cn: 攻击时造成燃火伤害

source: Inflicts poison on enemies
zh_cn: 对敌人施毒

source: Inflicts target with Venom
zh_cn: 对目标施放毒液

source: Influx Waver
zh_cn: 波涌之刃

source: Initializing: {0}
zh_cn: 初始化：{0}

source: Inlet Pump
zh_cn: 入水泵

source: Insane knockback
zh_cn: 疯狂击退力

source: Insanely fast speed
zh_cn: 超快速度

source: Installing: {0}
zh_cn: 安装中: {0}

source: Instantiating Mods...
zh_cn: 初始化...

source: Intense
zh_cn: 威猛

source: Intense Blue Flame Dye
zh_cn: 亮蓝焰染料

source: Intense Flame Dye
zh_cn: 亮红焰染料

source: Intense Green Flame Dye
zh_cn: 亮绿焰染料

source: Intense Rainbow Dye
zh_cn: 亮彩虹染料

source: Interact
zh_cn: 交互

source: Interface
zh_cn: 界面

source: Interface Movement Delay
zh_cn: 界面移动延迟

source: Intimidating
zh_cn: 恐怖

source: Into Orbit
zh_cn: 进入轨道

source: Intrepid
zh_cn: 勇猛

source: Invalid command.
zh_cn: 无效命令。

source: Invalid operation at this state.
zh_cn: 目前状态下操作无效。

source: Inventory
zh_cn: 物品栏

source: Invert Left Thumbstick Horizontally
zh_cn: 水平翻转左摇杆

source: Invert Left Thumbstick Vertically
zh_cn: 垂直翻转左摇杆

source: Invert Right Thumbstick Horizontally
zh_cn: 水平翻转右摇杆

source: Invert Right Thumbstick Vertical
zh_cn: 垂直反转右控制棒

source: Invisibility
zh_cn: 隐身

source: Invisibility Potion
zh_cn: 隐身药水

source: Invite Friends
zh_cn: 邀请好友

source: Iridescent Brick
zh_cn: 荧光砖

source: Iridescent Brick Wall
zh_cn: 荧光砖墙

source: Iron
zh_cn: 铁

source: Iron Anvil
zh_cn: 铁砧

source: Iron Axe
zh_cn: 铁斧

source: Iron Bar
zh_cn: 铁锭

source: Iron Bow
zh_cn: 铁弓

source: Iron Broadsword
zh_cn: 铁阔剑

source: Iron Chainmail
zh_cn: 铁链甲

source: Iron Crate
zh_cn: 铁匣

source: Iron Door
zh_cn: 铁门

source: Iron Fence
zh_cn: 铁栅栏

source: Iron Greaves
zh_cn: 铁护胫

source: Iron Hammer
zh_cn: 铁锤

source: Iron Helmet
zh_cn: 铁头盔

source: Iron Ore
zh_cn: 铁矿

source: Iron Pickaxe
zh_cn: 铁镐

source: Iron Shortsword
zh_cn: 铁短剑

source: Ironskin
zh_cn: 铁皮

source: Ironskin Potion
zh_cn: 铁皮药水

source: Isn't this just soooo cute?
zh_cn: 这简直太可爱了！

source: It Can Talk?!
zh_cn: 它能说话？！

source: It gets pretty cold up there
zh_cn: 上面好冷

source: It has been cursed by a powerful Jungle creature
zh_cn: 它已被一个强大的丛林生物诅咒

source: It likes swimming around you
zh_cn: 它喜欢在你周围游泳

source: It never stops celebrating!
zh_cn: 它永远不会停止庆祝！

source: It smells funny...
zh_cn: 闻起来怪怪的...

source: It thinks you are its mother
zh_cn: 它认为你是它的妈妈

source: It's Getting Hot in Here
zh_cn: 越来越热

source: It's Hard!
zh_cn: 举步维艰！

source: It's a good day to die!
zh_cn: 今天是个找死的好日子！

source: It's a good thing you had a MAC
zh_cn: 你拥有MAC真是太好了

source: Italiano (Italian)
zh_cn: Italiano (意大利语)

source: Item Frame
zh_cn: 物品框

source: Item Rack
zh_cn: 物品架

source: Item: {0}
zh_cn: 物品: {0}

source: Items
zh_cn: 物品

source: Ivy Chest
zh_cn: 常春藤箱

source: Ivy Whip
zh_cn: 常春藤鞭

source: Jack 'O Lantern
zh_cn: 杰克南瓜灯

source: Jack 'O Lantern Launcher
zh_cn: 杰克南瓜灯发射器

source: Jack 'O Lantern Mask
zh_cn: 杰克南瓜灯面具

source: Jackelier
zh_cn: 南瓜头吊灯

source: Jacking Skeletron
zh_cn: 骷髅夜惊魂

source: Jagged
zh_cn: 锯齿

source: Javahawk
zh_cn: 贾瓦霍克

source: Javelin
zh_cn: 标枪

source: Jeepers Creepers
zh_cn: 毛骨悚然

source: Jellyfish Diving Gear
zh_cn: 水母潜水装备

source: Jellyfish Necklace
zh_cn: 水母项链

source: Jellyfish Statue
zh_cn: 水母雕像

source: Jerry
zh_cn: 杰里

source: Jester's Arrow
zh_cn: 小丑之箭

source: Jetpack
zh_cn: 喷气背包

source: Jewelfish
zh_cn: 珠宝鱼

source: Jim's Breastplate
zh_cn: Jim的胸甲

source: Jim's Helmet
zh_cn: Jim的头盔

source: Jim's Leggings
zh_cn: Jim的护腿

source: Jim's Wings
zh_cn: Jim的翅膀

source: Join
zh_cn: 加入

source: Join via IP
zh_cn: 通过IP加入

source: Join via Steam
zh_cn: 通过Steam加入

source: Joining game.
zh_cn: 加入游戏。

source: Joining {0}...
zh_cn: 正在加入{0}...

source: Joining...
zh_cn: 正在加入...

source: Journeyman Bait
zh_cn: 熟手诱饵

source: Julia Butterfly
zh_cn: 茱莉娅蝶

source: Julia Butterfly Jar
zh_cn: 茱莉娅蝶罐

source: Jump
zh_cn: 跳

source: Jumper Spider
zh_cn: 跳跃蜘蛛

source: Junction Box
zh_cn: 分线盒

source: Jungle Bat
zh_cn: 丛林蝙蝠

source: Jungle Bat Banner
zh_cn: 丛林蝙蝠旗

source: Jungle Chest
zh_cn: 丛林箱

source: Jungle Crate
zh_cn: 丛林匣

source: Jungle Creeper
zh_cn: 丛林蜘蛛

source: Jungle Creeper Banner
zh_cn: 丛林蜘蛛旗

source: Jungle Grass Seeds
zh_cn: 丛林草种子

source: Jungle Hat
zh_cn: 丛林帽

source: Jungle Key
zh_cn: 丛林钥匙

source: Jungle Key Mold
zh_cn: 丛林钥匙模具

source: Jungle Mimic
zh_cn: 丛林宝箱怪

source: Jungle Pants
zh_cn: 丛林裤

source: Jungle Rose
zh_cn: 丛林玫瑰

source: Jungle Shirt
zh_cn: 丛林衣

source: Jungle Slime
zh_cn: 丛林史莱姆

source: Jungle Slime Banner
zh_cn: 丛林史莱姆旗

source: Jungle Spike
zh_cn: 丛林尖刺

source: Jungle Spores
zh_cn: 丛林孢子

source: Jungle Wall
zh_cn: 丛林墙

source: Jungle Water Fountain
zh_cn: 丛林喷泉

source: Just don't make it crawl.
zh_cn: 不要让它爬行。

source: KO Cannon
zh_cn: 致胜炮

source: Karate Tortoise Mask
zh_cn: 空手道陆龟面具

source: Karate Tortoise Pants
zh_cn: 空手道陆龟裤

source: Karate Tortoise Shirt
zh_cn: 空手道陆龟衣

source: Katana
zh_cn: 武士刀

source: Keen
zh_cn: 锐利

source: Keep your eye on the prize, buy a lense!
zh_cn: 注意盯着奖励，买个晶状体吧！

source: Keep your hands off my gun, buddy!
zh_cn: 把手从我的枪上拿开，哥们！

source: Keg
zh_cn: 酒桶

source: Key of Light
zh_cn: 光明钥匙

source: Key of Night
zh_cn: 夜光钥匙

source: Keybindings
zh_cn: 快捷键绑定

source: Keybrand
zh_cn: 钥匙剑

source: Kicked from server.
zh_cn: 已从服务器踢除。

source: Kicks a player from the server.
zh_cn: 将玩家踢出服务器。

source: Kill Count
zh_cn: 杀敌数

source: Kill Doctor Bones.
zh_cn: 杀死骷髅博士。

source: Kill Tim.
zh_cn: 杀死蒂姆。

source: Kill a nymph.
zh_cn: 杀死宁芙。

source: Kill count unavailable
zh_cn: 杀敌数不可用

source: Kill pinky.
zh_cn: 杀死粉史莱姆。

source: Kill the Sun
zh_cn: 食日

source: Kill the groom.
zh_cn: 杀死僵尸新郎。

source: Kimono
zh_cn: 和服

source: King Slime
zh_cn: 史莱姆王

source: King Slime Mask
zh_cn: 史莱姆王面具

source: King Slime Trophy
zh_cn: 史莱姆王纪念章

source: King Statue
zh_cn: 国王雕像

source: Kobold
zh_cn: 小妖魔

source: Kobold Banner
zh_cn: 小妖魔旗

source: Kobold Glider
zh_cn: 小妖魔滑翔怪

source: Kobold Glider Banner
zh_cn: 小妖魔滑翔怪旗

source: Kraken
zh_cn: 克拉肯球

source: Krampus
zh_cn: 坎卜斯

source: Krampus Banner
zh_cn: 坎卜斯旗

source: Krampus Horn Wallpaper
zh_cn: 坎卜斯犄角壁纸

source: Lac Beetle
zh_cn: 紫胶虫

source: Lac Beetle Banner
zh_cn: 紫胶虫旗

source: Lake of Fire
zh_cn: 火湖

source: Lamia
zh_cn: 拉弥亚

source: Lamia Banner
zh_cn: 拉弥亚旗

source: Lamia Mask
zh_cn: 拉弥亚面具

source: Lamia Tail
zh_cn: 拉弥亚蛇尾裤

source: Lamia Wraps
zh_cn: 拉弥亚披肩

source: Lamp Post
zh_cn: 灯柱

source: Land
zh_cn: 大地

source: Land Mine
zh_cn: 地雷

source: Landmine
zh_cn: 地雷

source: Language
zh_cn: 语言

source: Lantern
zh_cn: 灯笼

source: Large
zh_cn: 大

source: Large Amber
zh_cn: 大琥珀

source: Large Amethyst
zh_cn: 大紫晶

source: Large Diamond
zh_cn: 大钻石

source: Large Dynasty Candle
zh_cn: 大王朝蜡烛

source: Large Dynasty Lantern
zh_cn: 大王朝灯笼

source: Large Emerald
zh_cn: 大翡翠

source: Large Ruby
zh_cn: 大红玉

source: Large Sapphire
zh_cn: 大蓝玉

source: Large Topaz
zh_cn: 大黄玉

source: Larva
zh_cn: 幼虫

source: Laser
zh_cn: 激光

source: Laser Drill
zh_cn: 激光钻头

source: Laser Machinegun
zh_cn: 激光机枪
